Repository: GPGTools/Sparkle
Catalog: Sparkle/*.lproj/GPGSparkle.strings
Languages: ca, cs, es, id, th

# NotificationSubtitle
source: Update available
ca: Hi ha una actualització disponible
cs: Aktualizace je dostupná
es: Actualización disponible
id: Pemutakhiran tersedia
th: การปรับปรุงพร้อมแล้ว

# NotificationMsg
source: Click here for details…
ca: Feu clic per a més detalls...
cs: Podrobnosti…
es: Pulse aquí para ver los detalles...
id: Klik di sini untuk rincian...
th: คลิกที่นี่สำหรับรายละเอียด...

# NotificationInstall
source: Install
ca: Instal·la
cs: Instalovat
es: Instalar
id: Pasang
th: ติดตั้ง

# NotificationHide
source: Not Now
ca: Ara no
cs: Nyní ne
es: Ahora no
id: Jangan Sekarang
th: ไม่ใช่ตอนนี้

# NotificationDetails
source: Details…
ca: Detalls...
cs: Podrobnosti…
es: Detalles...
id: Rincian...
th: รายละเอียด...

# ErrorInstallOriginal
source: Please download and install GPG Suite from https://gpgtools.org to ensure you have an original version.
ca: Baixeu i instal·leu el GPG Suite des de https://gpgtools.org per a estar segur que teniu una versió original.
cs: Zkopírujte a nainstalujte si GPG Suite z umístění https://gpgtools.org a ujistěte se, že máte skutečně originální verzi.
es: Por favor, descargue e instale GPG Suite desde https://gpgtools.org para asegurarse de que tiene la versión original.
id: Harap unduh dan pasang Keluarga GPG dari https://gpgtools.org untuk memastikan bahwa Anda memiliki versi yang asli.
th: กรุณาดาวน์โหลดและติดตั้ง GPG Suite จาก https://gpgtools.org เพื่อให้แน่ใจว่าคุณจะได้ซอฟต์แวร์ของแท้

# ErrorTampered
source: Someone tampered with your installation of GPG Suite!
ca: Algú ha alterat la instal·lació del GPG Suite!
cs: Někdo poškodil vaši instalaci GPG Suite!
es: ¡Alguien alteró su instalación de GPG Suite!
id: Seseorang mengotak-atik instalasi Keluarga GPG Anda!
th: มีใครบางคนแก้ไขเปลี่ยนแปลงการติดตั้ง GPG Suite ของคุณ!

# ErrorNotPkg
source: The update is not valid!
ca: L'actualització no és vàlida!
cs: Aktualizace je neplatná!
es: ¡La actualización no es válida!
id: Pemutakhiran tidak valid!
th: แฟ้มการปรับปรุงไม่ถูกต้อง

# ErrorExtraction
source: The update could not be extracted!
ca: L'actualització no s'ha pogut extreure!
cs: Aktualizaci se nepovedlo rozbalit!
es: ¡No se pudo extraer la actualización!
id: Pemutakhiran tidak dapat diekstrak!
th: ไม่สามารถเปิดแฟ้มการปรับปรุงได้

# ErrorVerify
source: The update could not be verified!
ca: L'actualització no s'ha pogut verificar!
cs: Aktualizaci se nepovedlo ověřit!
es: ¡No se pudo verificar la actualización!
id: Pemutakhiran tidak dapat diverifikasi!
th: ไม่สามารถตรวจยืนยันแฟ้มการปรับปรุงได้
